### Функционал: Открытие формы vanessa-behavoir
### Как Разработчик
### Я Хочу чтобы я мог открыть основную форму обработки Vanessa-behavior.epf
### Чтобы я мог использовать vanessa-behavior.epf в своей повседневной работе
#### <p align="center">Откртытие основной формы</p>

	001. Когда Я нажимаю на кнопку диалога выбора файлов
<img src=Pict/ОткрытиеФормы/ОткрытиеФормы_1_Откртытие_основной_формы_001.png>

	002. И в открывшемся окне я указываю путь к обработке Vanessa-behavior.epf
<img src=Pict/ОткрытиеФормы/ОткрытиеФормы_2_Откртытие_основной_формы_002.png>

	003. Тогда открылось окно "*Vanessa Behavior"
<img src=Pict/ОткрытиеФормы/ОткрытиеФормы_3_Откртытие_основной_формы_003.png>
